IDEA StatiCa Open Model
BoltParam.Cols Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the columns of fasteners positions.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NumberGroups Cols { get; set; }
Public Property Cols As NumberGroups
	Get
	Set
public:
property NumberGroups^ Cols {
	NumberGroups^ get ();
	void set (NumberGroups^ value);
}
Property Value
Type: NumberGroups
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace